[Author]
Language=English
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=22.08.2017

[Language]
TabSheet1.Caption=Compress
TabSheet6.Caption=Decompress
Label2.Caption=Select file:
Button1.Caption=Compress
TabSheet2.Caption=Settings
TabSheet4.Caption=UPX
TabSheet5.Caption=General
CheckBox1.Caption=Make a backup of the original file
CheckBox2.Caption=Force compression of suspicious file
CheckBox3.Caption=Do not compress any resources at all
CheckBox4.Caption=Do not strip relocations
CheckBox5.Caption=Do not compress the export section
CheckBox6.Caption=Do not compress any icons
Label4.Caption=Select compression level:
CheckBox7.Caption=Add to Windows Explorer Context Menu
TabSheet3.Caption=Language
Button4.Caption=Decompress
s1=File not exist.
s2=File to compress:
s3=File compressed successfully:
s4=An error occurred:
s5=UPX.exe not found.
s6=UPX version:
s7=File is not a valid PE file.
s8=File decompressed successfully:
s9=File to decompress:

Label6.Caption=Select folder:
Button5.Caption=Browse...
btnStart.Caption=Start
btnStop.Caption=Stop
btnOptions.Caption=Options
ListView1.Columns[0].Caption=File
ListView1.Columns[1].Caption=Status

FrmScanOptions.Caption=Scan Options
FrmScanOptions.cbScanSubfolders.Caption=Scan recursively also subfolders
FrmScanOptions.Label7.Caption=Write file mask to match:
FrmScanOptions.Label1.Caption=Select your desired action:
FrmScanOptions.rbCompress.Caption=Compress
FrmScanOptions.rbDecompress.Caption=Decompress
FrmScanOptions.btnOK.Caption=OK

s10=Select directory...
s11=The directory does not exist.

imgFacebookLike.Hint=Follow us on Facebook
imgTweet.Hint=Follow us on Twitter
Button2.Caption=Browse...
Button3.Caption=Browse...
TabSheet7.Caption=Scanner

s12=Command-line parameters:

ComboBox1.Items.Strings[0]=1 - Faster compression
ComboBox1.Items.Strings[8]=9 - Better compression
imgDonate.Hint=Donate to NoVirusThanks
sCompressWithUPX=Compress &with &UPX &Easy &GUI
sDeCompressWithUPX=Decompress &with &UPX &Easy &GUI

Button7.Caption=File Info
TabSheet9.Caption=File Info
TabSheet8.Caption=Advanced
CheckBox10.Caption=Use custom parameters for compression
CheckBox9.Caption=Use --ultra-brute compression option
CheckBox8.Caption=Use LZMA compression
